Nextcloud Desktop
OBS Studio
VidCutter
PrusaSlicer
LBRY
LMMS
Blockbench
Minetest
Scribus
LosslessCut
Ardour
Audacity
Codecs
Clementine Music Player
Fedora Media Writer
CAPS
CMT
TAP-plugins
SWH
Freedesktop Platform
Freedesktop Platform
Mesa
Mesa
Intel
Intel
ffmpeg-full
openh264
Freedesktop SDK
Geeqie
GNU Image Manipulation Program
GIMP User Manual
BIMP
FocusBlur
Fourier
G'MIC
GimpLensfun
LiquidRescale
Resynthesizer
Lollypop
GNOME Application Platform version 40
GNOME Application Platform version 41
GNOME Application Platform version 42
Apostrophe
TexLive Plugin
Adwaita theme
Adwaita theme
KDE Application Platform
KDE Application Platform
QGnomePlatform
QGnomePlatform sourcecode
QtSNI
QtSNI sourcecode
QGnomePlatform-decoration
QGnomePlatform_decoration sourcecode
Ark
Kdenlive
Krita
Tiled
Firefox
OpenSCAD
Pitivi
Codecs
VLC
