Nextcloud Desktop
OBS Studio
VidCutter
PrusaSlicer
LBRY
LMMS
Blockbench
Minetest
Scribus
LosslessCut
Ardour
Audacity
Clementine Music Player
Fedora Media Writer
Geeqie
GNU Image Manipulation Program
Lollypop
Apostrophe
Ark
Kdenlive
Krita
Tiled
Firefox
OpenSCAD
Pitivi
VLC
